Tekla.Structures.ModelInternal.Operation.UndoOperationEnum
Undo operations.

Tekla.Structures.ModelInternal.Operation.UndoOperationEnum.UNDO


Tekla.Structures.ModelInternal.Operation.UndoOperationEnum.REDO


Tekla.Structures.ModelInternal.Operation.UndoOperationEnum.CLEAR_UNDO_LOG


Tekla.Structures.ModelInternal.Operation.UndoOperationEnum.GET_LATEST_UNDO_LOG_INFO


Tekla.Structures.ModelInternal.Operation.UndoOperationEnum.GET_CURRENT_UNDO_LOG_INFO
